Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibePersistence/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: No valid session backup is available.
ar: لا تتوفر نسخة احتياطية صالحة من الجلسات.
de: Kein gültiges Backup der Sitzungen verfügbar.
es: No hay ninguna copia de seguridad válida de las sesiones.
fr: Aucune sauvegarde valide des sessions n’est disponible.
hi: सेशन का कोई मान्य बैकअप उपलब्ध नहीं है।
it: Nessun backup valido delle sessioni disponibile.
ja: 有効なセッションのバックアップがありません。
ko: 사용 가능한 유효한 세션 백업이 없습니다.
nl: Er is geen geldige reservekopie van de sessies beschikbaar.
pl: Brak prawidłowej kopii zapasowej sesji.
pt_br: Nenhum backup válido das sessões está disponível.
ru: Нет действительной резервной копии сессий.
tr: Geçerli bir oturum yedeği yok.
uk: Немає дійсної резервної копії сеансів.
zh_hans: 没有可用的有效会话备份。
zh_hant: 沒有可用的有效工作階段備份。

source: The session store could not be accessed.
ar: يتعذّر الوصول إلى ملف الجلسات.
de: Auf die Sitzungsdatei konnte nicht zugegriffen werden.
es: No se puede acceder al archivo de sesiones.
fr: Le fichier des sessions n’est pas accessible.
hi: सेशन फ़ाइल ऐक्सेस नहीं की जा सकी।
it: Impossibile accedere al file delle sessioni.
ja: セッションファイルにアクセスできませんでした。
ko: 세션 파일에 접근할 수 없습니다.
nl: Het sessiebestand is niet toegankelijk.
pl: Brak dostępu do pliku sesji.
pt_br: Não foi possível acessar o arquivo de sessões.
ru: Нет доступа к файлу сессий.
tr: Oturum dosyasına erişilemedi.
uk: Файл сеансів недоступний.
zh_hans: 无法访问会话存储文件。
zh_hant: 無法取用工作階段檔案。

source: The session store is damaged and no valid backup is available.
ar: ملف الجلسات تالف ولا تتوفر نسخة احتياطية صالحة.
de: Die Sitzungsdatei ist beschädigt und kein gültiges Backup ist verfügbar.
es: El archivo de sesiones está dañado y no hay ninguna copia de seguridad válida.
fr: Le fichier des sessions est endommagé et aucune sauvegarde valide n’est disponible.
hi: सेशन फ़ाइल क्षतिग्रस्त है और कोई मान्य बैकअप उपलब्ध नहीं है।
it: Il file delle sessioni è danneggiato e non è disponibile alcun backup valido.
ja: セッションファイルが破損しており、有効なバックアップもありません。
ko: 세션 파일이 손상되었으며 사용 가능한 유효한 백업이 없습니다.
nl: Het sessiebestand is beschadigd en er is geen geldige reservekopie beschikbaar.
pl: Plik sesji jest uszkodzony i brak prawidłowej kopii zapasowej.
pt_br: O arquivo de sessões está danificado e nenhum backup válido está disponível.
ru: Файл сессий повреждён, и действительной резервной копии нет.
tr: Oturum dosyası hasarlı ve geçerli bir yedek yok.
uk: Файл сеансів пошкоджено, і дійсної резервної копії немає.
zh_hans: 会话存储文件已损坏，且没有可用的有效备份。
zh_hant: 工作階段檔案已損毀，且沒有可用的有效備份。

source: The session store is damaged, but a backup can be restored.
ar: ملف الجلسات تالف، لكن يمكن استعادة نسخة احتياطية.
de: Die Sitzungsdatei ist beschädigt, aber ein Backup kann wiederhergestellt werden.
es: El archivo de sesiones está dañado, pero se puede restaurar una copia de seguridad.
fr: Le fichier des sessions est endommagé, mais une sauvegarde peut être restaurée.
hi: सेशन फ़ाइल क्षतिग्रस्त है, लेकिन बैकअप रीस्टोर किया जा सकता है।
it: Il file delle sessioni è danneggiato, ma è possibile ripristinare un backup.
ja: セッションファイルが破損していますが、バックアップから復元できます。
ko: 세션 파일이 손상되었지만 백업을 복원할 수 있습니다.
nl: Het sessiebestand is beschadigd, maar een reservekopie kan worden teruggezet.
pl: Plik sesji jest uszkodzony, ale można przywrócić kopię zapasową.
pt_br: O arquivo de sessões está danificado, mas um backup pode ser restaurado.
ru: Файл сессий повреждён, но можно восстановить резервную копию.
tr: Oturum dosyası hasarlı ama bir yedek geri yüklenebilir.
uk: Файл сеансів пошкоджено, але резервну копію можна відновити.
zh_hans: 会话存储文件已损坏，但可以恢复备份。
zh_hant: 工作階段檔案已損毀，但可以回復備份。

source: The session store is healthy, so there is nothing to restore.
ar: ملف الجلسات سليم، لذا لا يوجد ما يجب استعادته.
de: Die Sitzungsdatei ist intakt, es gibt nichts wiederherzustellen.
es: El archivo de sesiones está intacto: no hay nada que restaurar.
fr: Le fichier des sessions est intact : il n’y a rien à restaurer.
hi: सेशन फ़ाइल ठीक है, इसलिए रीस्टोर करने के लिए कुछ नहीं है।
it: Il file delle sessioni è integro, quindi non c’è nulla da ripristinare.
ja: セッションファイルは正常なため、復元するものはありません。
ko: 세션 파일이 정상이므로 복원할 것이 없습니다.
nl: Het sessiebestand is in orde, dus er valt niets terug te zetten.
pl: Plik sesji jest w porządku, więc nie ma czego przywracać.
pt_br: O arquivo de sessões está íntegro, então não há nada a restaurar.
ru: Файл сессий в порядке, восстанавливать нечего.
tr: Oturum dosyası sağlam; geri yüklenecek bir şey yok.
uk: Файл сеансів цілий, тому відновлювати нічого.
zh_hans: 会话存储文件完好，无需恢复。
zh_hant: 工作階段檔案狀況良好，無需回復。

source: The session store was created by a newer version of Vibe Manager and must not be replaced by an older backup. Update Vibe Manager to open it.
ar: أُنشئ ملف الجلسات بإصدار أحدث من Vibe Manager ويجب ألا يُستبدل بنسخة احتياطية أقدم. حدّث Vibe Manager لفتحه.
de: Die Sitzungsdatei wurde mit einer neueren Version von Vibe Manager erstellt und darf nicht durch ein älteres Backup ersetzt werden. Aktualisiere Vibe Manager, um sie zu öffnen.
es: El archivo de sesiones lo creó una versión más reciente de Vibe Manager y no debe sustituirse por una copia de seguridad más antigua. Actualiza Vibe Manager para abrirlo.
fr: Le fichier des sessions a été créé par une version plus récente de Vibe Manager et ne doit pas être remplacé par une sauvegarde plus ancienne. Mettez à jour Vibe Manager pour l’ouvrir.
hi: सेशन फ़ाइल Vibe Manager के नए संस्करण द्वारा बनाई गई थी और इसे पुराने बैकअप से नहीं बदला जाना चाहिए। इसे खोलने के लिए Vibe Manager अपडेट करें।
it: Il file delle sessioni è stato creato da una versione più recente di Vibe Manager e non deve essere sostituito da un backup meno recente. Aggiorna Vibe Manager per aprirlo.
ja: セッションファイルは新しいバージョンのVibe Managerで作成されたため、古いバックアップで置き換えることはできません。開くにはVibe Managerをアップデートしてください。
ko: 세션 파일이 최신 버전의 Vibe Manager에서 생성되었으므로 이전 백업으로 대체하면 안 됩니다. 파일을 열려면 Vibe Manager를 업데이트하십시오.
nl: Het sessiebestand is gemaakt met een nieuwere versie van Vibe Manager en mag niet worden vervangen door een oudere reservekopie. Werk Vibe Manager bij om het te openen.
pl: Plik sesji został utworzony przez nowszą wersję Vibe Manager i nie może zostać zastąpiony starszą kopią zapasową. Uaktualnij Vibe Manager, aby go otworzyć.
pt_br: O arquivo de sessões foi criado por uma versão mais recente do Vibe Manager e não deve ser substituído por um backup mais antigo. Atualize o Vibe Manager para abri-lo.
ru: Файл сессий создан более новой версией Vibe Manager, и его нельзя заменять более старой резервной копией. Обновите Vibe Manager, чтобы открыть его.
tr: Oturum dosyası Vibe Manager’ın daha yeni bir sürümüyle oluşturuldu ve daha eski bir yedekle değiştirilmemelidir. Açmak için Vibe Manager’ı güncelleyin.
uk: Файл сеансів створено новішою версією Vibe Manager, і його не можна замінювати старішою резервною копією. Оновіть Vibe Manager, щоб відкрити його.
zh_hans: 会话存储文件由更新版本的 Vibe Manager 创建，不得用较旧的备份替换。请更新 Vibe Manager 以打开它。
zh_hant: 工作階段檔案是由較新版本的 Vibe Manager 建立，不可用較舊的備份取代。請更新 Vibe Manager 以打開它。

source: The session store was created by a newer version of Vibe Manager.
ar: أُنشئ ملف الجلسات بإصدار أحدث من Vibe Manager.
de: Die Sitzungsdatei wurde mit einer neueren Version von Vibe Manager erstellt.
es: El archivo de sesiones lo creó una versión más reciente de Vibe Manager.
fr: Le fichier des sessions a été créé par une version plus récente de Vibe Manager.
hi: सेशन फ़ाइल Vibe Manager के नए संस्करण द्वारा बनाई गई थी।
it: Il file delle sessioni è stato creato da una versione più recente di Vibe Manager.
ja: セッションファイルは新しいバージョンのVibe Managerで作成されています。
ko: 세션 파일이 최신 버전의 Vibe Manager에서 생성되었습니다.
nl: Het sessiebestand is gemaakt met een nieuwere versie van Vibe Manager.
pl: Plik sesji został utworzony przez nowszą wersję Vibe Manager.
pt_br: O arquivo de sessões foi criado por uma versão mais recente do Vibe Manager.
ru: Файл сессий создан более новой версией Vibe Manager.
tr: Oturum dosyası Vibe Manager’ın daha yeni bir sürümüyle oluşturuldu.
uk: Файл сеансів створено новішою версією Vibe Manager.
zh_hans: 会话存储文件由更新版本的 Vibe Manager 创建。
zh_hant: 工作階段檔案是由較新版本的 Vibe Manager 建立。

source: The work session contains invalid data.
ar: تحتوي الجلسة على بيانات غير صالحة.
de: Die Sitzung enthält ungültige Daten.
es: La sesión contiene datos no válidos.
fr: La session contient des données non valides.
hi: सेशन में अमान्य डेटा है।
it: La sessione di lavoro contiene dati non validi.
ja: セッションに無効なデータが含まれています。
ko: 세션에 유효하지 않은 데이터가 있습니다.
nl: De sessie bevat ongeldige gegevens.
pl: Sesja zawiera nieprawidłowe dane.
pt_br: A sessão contém dados inválidos.
ru: Сессия содержит недопустимые данные.
tr: Çalışma oturumu geçersiz veriler içeriyor.
uk: Сеанс містить недійсні дані.
zh_hans: 工作会话包含无效数据。
zh_hant: 工作階段包含無效的資料。

source: These templates were exported by a newer version of Vibe Manager (format %@). Update Vibe Manager to import them.
ar: تم تصدير هذه القوالب بإصدار أحدث من Vibe Manager (التنسيق %@). حدّث Vibe Manager لاستيرادها.
de: Diese Vorlagen wurden mit einer neueren Version von Vibe Manager exportiert (Format %@). Aktualisiere Vibe Manager, um sie zu importieren.
es: Estas plantillas las exportó una versión más reciente de Vibe Manager (formato %@). Actualiza Vibe Manager para importarlas.
fr: Ces gabarits ont été exportés par une version plus récente de Vibe Manager (format %@). Mettez à jour Vibe Manager pour les importer.
hi: ये टेम्पलेट Vibe Manager के नए संस्करण (फ़ॉर्मेट %@) द्वारा एक्सपोर्ट किए गए थे। इन्हें इंपोर्ट करने के लिए Vibe Manager अपडेट करें।
it: Questi template sono stati esportati da una versione più recente di Vibe Manager (formato %@). Aggiorna Vibe Manager per importarli.
ja: これらのテンプレートは新しいバージョンのVibe Managerで書き出されています（フォーマット%@）。読み込むにはVibe Managerをアップデートしてください。
ko: 이 템플릿은 최신 버전의 Vibe Manager에서 내보낸 것입니다(포맷 %@). 가져오려면 Vibe Manager를 업데이트하십시오.
nl: Deze sjablonen zijn geëxporteerd met een nieuwere versie van Vibe Manager (indeling %@). Werk Vibe Manager bij om ze te importeren.
pl: Te szablony zostały wyeksportowane przez nowszą wersję Vibe Manager (format %@). Uaktualnij Vibe Manager, aby je zaimportować.
pt_br: Estas predefinições foram exportadas por uma versão mais recente do Vibe Manager (formato %@). Atualize o Vibe Manager para importá-las.
ru: Эти шаблоны экспортированы более новой версией Vibe Manager (формат %@). Обновите Vibe Manager, чтобы импортировать их.
tr: Bu şablonlar Vibe Manager’ın daha yeni bir sürümüyle dışa aktarıldı (biçim %@). İçe aktarmak için Vibe Manager’ı güncelleyin.
uk: Ці шаблони експортовано новішою версією Vibe Manager (формат %@). Оновіть Vibe Manager, щоб імпортувати їх.
zh_hans: 这些模板由更新版本的 Vibe Manager 导出（格式 %@）。请更新 Vibe Manager 以导入它们。
zh_hant: 這些範本是由較新版本的 Vibe Manager 輸出（格式 %@）。請更新 Vibe Manager 以輸入它們。

source: This file does not hold Vibe Manager prompt templates.
ar: لا يحتوي هذا الملف على قوالب جلسات Vibe Manager.
de: Diese Datei enthält keine Prompt-Vorlagen von Vibe Manager.
es: Este archivo no contiene plantillas de sesión de Vibe Manager.
fr: Ce fichier ne contient pas de gabarits de session Vibe Manager.
hi: इस फ़ाइल में Vibe Manager के सेशन टेम्पलेट नहीं हैं।
it: Questo file non contiene template di sessione di Vibe Manager.
ja: このファイルにはVibe Managerのプロンプトテンプレートが含まれていません。
ko: 이 파일에는 Vibe Manager 세션 템플릿이 없습니다.
nl: Dit bestand bevat geen sessiesjablonen van Vibe Manager.
pl: Ten plik nie zawiera szablonów sesji Vibe Manager.
pt_br: Este arquivo não contém predefinições de prompt do Vibe Manager.
ru: Этот файл не содержит шаблонов промптов Vibe Manager.
tr: Bu dosya Vibe Manager istem şablonları içermiyor.
uk: Цей файл не містить шаблонів промптів Vibe Manager.
zh_hans: 此文件不包含 Vibe Manager 会话模板。
zh_hant: 此檔案不包含 Vibe Manager 提示詞範本。

# This file weighs %@; a template file is at most %@.
source: This file weighs %1$@; a template file is at most %2$@.
ar: حجم هذا الملف %1$@، والحد الأقصى لملف القوالب %2$@.
de: Diese Datei ist %1$@ groß; eine Vorlagendatei darf höchstens %2$@ groß sein.
es: Este archivo ocupa %1$@; un archivo de plantillas no puede superar %2$@.
fr: Ce fichier pèse %1$@ ; un fichier de gabarits ne peut pas dépasser %2$@.
hi: इस फ़ाइल का आकार %1$@ है; टेम्पलेट फ़ाइल अधिकतम %2$@ की हो सकती है।
it: Questo file pesa %1$@; un file di template può pesare al massimo %2$@.
ja: このファイルのサイズは%1$@です。テンプレートファイルの上限は%2$@です。
ko: 이 파일의 크기는 %1$@입니다. 템플릿 파일은 최대 %2$@까지 가능합니다.
nl: Dit bestand is %1$@ groot; een sjabloonbestand mag maximaal %2$@ zijn.
pl: Ten plik zajmuje %1$@; plik szablonów może mieć najwyżej %2$@.
pt_br: Este arquivo ocupa %1$@; um arquivo de predefinições tem no máximo %2$@.
ru: Размер этого файла — %1$@; файл шаблонов не может превышать %2$@.
tr: Bu dosya %1$@ tutuyor; bir şablon dosyası en fazla %2$@ olabilir.
uk: Розмір цього файлу — %1$@; файл шаблонів не може перевищувати %2$@.
zh_hans: 此文件大小为 %1$@，而模板文件最大为 %2$@。
zh_hant: 此檔案大小為 %1$@；範本檔案最大為 %2$@。

source: permission was denied.
ar: تم رفض الإذن.
de: Die Berechtigung wurde verweigert.
es: se ha denegado el permiso.
fr: l’autorisation a été refusée.
hi: अनुमति अस्वीकृत की गई।
it: l’autorizzazione è stata negata.
ja: アクセス権が拒否されました。
ko: 권한이 거부되었습니다.
nl: toestemming is geweigerd.
pl: odmówiono pozwolenia.
pt_br: a permissão foi negada.
ru: в доступе отказано.
tr: izin reddedildi.
uk: у дозволі відмовлено.
zh_hans: 权限被拒绝。
zh_hant: 權限遭拒。

source: the disk is full.
ar: القرص ممتلئ.
de: Das Volume ist voll.
es: el disco está lleno.
fr: le disque est plein.
hi: डिस्क भर गई है।
it: il disco è pieno.
ja: ディスクがいっぱいです。
ko: 디스크가 가득 찼습니다.
nl: de schijf is vol.
pl: dysk jest pełny.
pt_br: o disco está cheio.
ru: диск заполнен.
tr: disk dolu.
uk: диск заповнено.
zh_hans: 磁盘已满。
zh_hant: 磁碟已滿。

source: the file is damaged.
ar: الملف تالف.
de: Die Datei ist beschädigt.
es: el archivo está dañado.
fr: le fichier est endommagé.
hi: फ़ाइल क्षतिग्रस्त है।
it: il file è danneggiato.
ja: ファイルが破損しています。
ko: 파일이 손상되었습니다.
nl: het bestand is beschadigd.
pl: plik jest uszkodzony.
pt_br: o arquivo está danificado.
ru: файл повреждён.
tr: dosya hasarlı.
uk: файл пошкоджено.
zh_hans: 文件已损坏。
zh_hant: 檔案已損毀。

source: the file is not UTF-8 text.
ar: الملف ليس نصًا بترميز UTF-8.
de: Die Datei ist kein UTF-8-Text.
es: el archivo no es texto UTF-8.
fr: le fichier n’est pas du texte UTF-8.
hi: फ़ाइल UTF-8 टेक्स्ट नहीं है।
it: il file non è testo UTF-8.
ja: ファイルがUTF-8テキストではありません。
ko: 파일이 UTF-8 텍스트가 아닙니다.
nl: het bestand is geen UTF-8-tekst.
pl: plik nie jest tekstem UTF-8.
pt_br: o arquivo não é texto UTF-8.
ru: файл не является текстом UTF-8.
tr: dosya UTF-8 metin değil.
uk: файл не є текстом UTF-8.
zh_hans: 文件不是 UTF-8 文本。
zh_hant: 檔案不是 UTF-8 文字。

source: the file was written by a newer version of Vibe Manager.
ar: كُتب الملف بإصدار أحدث من Vibe Manager.
de: Die Datei wurde mit einer neueren Version von Vibe Manager geschrieben.
es: el archivo lo escribió una versión más reciente de Vibe Manager.
fr: le fichier a été écrit par une version plus récente de Vibe Manager.
hi: फ़ाइल Vibe Manager के नए संस्करण द्वारा लिखी गई थी।
it: il file è stato scritto da una versione più recente di Vibe Manager.
ja: ファイルは新しいバージョンのVibe Managerで書き込まれています。
ko: 파일이 최신 버전의 Vibe Manager에서 작성되었습니다.
nl: het bestand is geschreven met een nieuwere versie van Vibe Manager.
pl: plik został zapisany przez nowszą wersję Vibe Manager.
pt_br: o arquivo foi escrito por uma versão mais recente do Vibe Manager.
ru: файл записан более новой версией Vibe Manager.
tr: dosya Vibe Manager’ın daha yeni bir sürümüyle yazıldı.
uk: файл записано новішою версією Vibe Manager.
zh_hans: 文件由更新版本的 Vibe Manager 写入。
zh_hant: 檔案是由較新版本的 Vibe Manager 寫入。

source: the folder is not writable.
ar: المجلد غير قابل للكتابة.
de: Der Ordner ist nicht beschreibbar.
es: no se puede escribir en la carpeta.
fr: le dossier n’est pas accessible en écriture.
hi: फ़ोल्डर में लिखा नहीं जा सकता।
it: la cartella non è scrivibile.
ja: フォルダに書き込めません。
ko: 폴더에 쓸 수 없습니다.
nl: de map is niet beschrijfbaar.
pl: folder nie jest zapisywalny.
pt_br: a pasta não permite gravação.
ru: папка недоступна для записи.
tr: klasöre yazılamıyor.
uk: у папку неможливо записувати.
zh_hans: 文件夹不可写入。
zh_hant: 資料夾無法寫入。

source: the notes folder is not writable.
ar: مجلد الملاحظات غير قابل للكتابة.
de: Der Notizordner ist nicht beschreibbar.
es: no se puede escribir en la carpeta de notas.
fr: le dossier des notes n’est pas accessible en écriture.
hi: नोट्स फ़ोल्डर में लिखा नहीं जा सकता।
it: la cartella delle note non è scrivibile.
ja: メモのフォルダに書き込めません。
ko: 메모 폴더에 쓸 수 없습니다.
nl: de notitiemap is niet beschrijfbaar.
pl: folder notatek nie jest zapisywalny.
pt_br: a pasta de notas não permite gravação.
ru: папка заметок недоступна для записи.
tr: notlar klasörüne yazılamıyor.
uk: у папку нотаток неможливо записувати.
zh_hans: 备注文件夹不可写入。
zh_hant: 筆記資料夾無法寫入。

source: the volume is read-only.
ar: وحدة التخزين للقراءة فقط.
de: Das Volume ist schreibgeschützt.
es: el volumen es de solo lectura.
fr: le volume est en lecture seule.
hi: वॉल्यूम केवल-पढ़ने योग्य है।
it: il volume è di sola lettura.
ja: ボリュームは読み出し専用です。
ko: 볼륨이 읽기 전용입니다.
nl: het volume is alleen-lezen.
pl: wolumin jest tylko do odczytu.
pt_br: o volume é somente leitura.
ru: том доступен только для чтения.
tr: bölüm salt okunur.
uk: том доступний лише для читання.
zh_hans: 宗卷为只读。
zh_hant: 卷宗為唯讀。
